{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "kanagawa": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "leap": {
      "src": "https://github.com/ggandor/leap.nvim"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue",
      "version": "'stable'"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'0.1.8'"
    }
  }
}